Repository: BBC6BAE9/emby-xcstrings
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: The following special keys are supported on most keyboards and remote controls:
zh_hans: 大多数键盘和遥控器均支持以下特殊键：

source: Optional. Set a limit to the number of items that will be converted.
zh_hans: 可选。设置将要转换的项目数量限制。

source: Genre display limit for lists
zh_hans: 列表中类型显示限制

source: Small
zh_hans: 小

source: Screen orientation during video playback
zh_hans: 视频播放时的屏幕方向

source: Favorite Audio Books
zh_hans: 收藏有声读物

# %@ is Available for %@
source: %1$@ is Available for %2$@
zh_hans: %1$@ 可用于 %2$@

source: The rating information will display briefly when video playback begins.
zh_hans: 视频开始播放时会简要显示其分级信息。

source: Sleep Timer
zh_hans: 睡眠定时器

# Home screen section %@
source: Home screen section %1$@
zh_hans: 主屏幕区块 %1$@

source: No playable items were found. Are you trying to play an empty folder?
zh_hans: 未找到可播放项目。您是否尝试播放了一个空文件夹 ？

source: Require entering my profile PIN whenever I return to this app.
zh_hans: 每当我返回此应用时，都要求输入我的个人配置 PIN 码。

source: Previous
zh_hans: 上一项

source: Clear saved track selections
zh_hans: 清除保存的音轨选择

source: Forced
zh_hans: 强制

# Media playback in TV mode requires an active %@Emby Premiere subscription%@.
source: Media playback in TV mode requires an active %1$@Emby Premiere subscription%2$@.
zh_hans: 电视模式下的媒体播放需要有效的 %1$@Emby Premiere 订阅%2$@。

source: An error occurred while creating a pin code. Please click Generate New Pin to try again.
zh_hans: 创建 PIN 码时发生错误。请单击 ”生成新 PIN 码“ 并重试。

source: Select All
zh_hans: 选择全部

source: Did you know that with Emby Premiere, you can enhance your experience with features like Cinema Intros?
zh_hans: 您知道吗，借助 Emby Premiere ，您可以使用 Cinema Intros 等功能来增强体验 ？

source: Hardware Accelerated Decoding
zh_hans: 硬件加速解码

source: Favorite Collections
zh_hans: 收藏合集

source: Hide video player transport buttons
zh_hans: 隐藏视频播放控制按钮

source: Queue all from here
zh_hans: 由此开始全部排队

source: Select None
zh_hans: 不选择

source: The Emby Connect user is already linked to another user on this server.
zh_hans: Emby Connect 账户已链接到该服务器上的另一个用户。

source: Manage recording
zh_hans: 管理录制

source: Clear Saved Track Selections
zh_hans: 清除保存的音轨选择

source: You're currently not authorized to play this content. Please contact your system administrator for details.
zh_hans: 您目前无权播放此内容。请与管理员联系以获取详细信息。

source: Deleting this item will delete it from both the file system and your media library.
zh_hans: 删除此项目会将其从文件系统和媒体库同时删除。

source: Example: Ice cream truck driver
zh_hans: 例如：冰淇淋卡车司机

source: Say Something Like...
zh_hans: 说点什么…

source: Converting to compatible audio profile
zh_hans: 正在转换为兼容的音频配置

source: An external player menu will be shown when starting video playback.
zh_hans: 在开始播放视频时，将显示一个外部播放器菜单。

source: Group By
zh_hans: 分组

source: Converting to compatible number of video reference frames
zh_hans: 正在转换为兼容数量的视频参考帧

source: Up
zh_hans: 上

source: Waiting for Wifi
zh_hans: 等待 Wi-Fi 连接

source: Extra large
zh_hans: 超大

source: When available, logo images can be used in place of title text on video, series, and other detail screens. The title will fallback to text when a logo image is not available.
zh_hans: 当有徽标图像时，替换标题文本显示在视频、剧集和其它详情屏幕上。当没有徽标图像时，则自动回退显示标题文本。

# Are you sure you wish to delete %@?
source: Are you sure you wish to delete %1$@?
zh_hans: 您确定要删除 %1$@ 吗 ？

source: The Emby account has been removed from this user.
zh_hans: 已从此用户移除 Emby 账户。

source: Use device setting
zh_hans: 使用设备设置

source: Both
zh_hans: 两者

source: Change Server
zh_hans: 更改服务器

source: Reject
zh_hans: 拒绝

source: Passwords have been removed for the following users. To login, sign in with a blank password.
zh_hans: 已移除以下用户的密码。请使用空密码登录。

source: Use this to force server-side transcoding or remuxing for formats that don't direct play very well on this device.
zh_hans: 使用此选项可强制对无法在此设备上正常直接播放的格式进行服务器端转码或重新封装。

source: Subtitle track selections will be remembered on a per video basis and reapplied when playing the same video again.
zh_hans: 会记住每个视频所选择的字幕，并在以后播放同一视频时起作用。

# An email has been sent to %@, inviting them to accept your sharing invitation.
source: An email has been sent to %1$@, inviting them to accept your sharing invitation.
zh_hans: 已向 %1$@ 发送了一封邮件，邀请他们接受您的共享邀请。

source: Select Image File
zh_hans: 选择图像文件

source: Url
zh_hans: 网址

source: View Lyrics
zh_hans: 查看歌词

source: All users will be able to view this item. Users can be granted access to edit.
zh_hans: 所有用户都可以查看此项。用户可以被授予编辑权限。

source: View Server Info
zh_hans: 查看服务器信息

source: Repeat Mode
zh_hans: 重播模式

source: Selecting secondary audio track
zh_hans: 选择辅助音轨

source: Converting to compatible video profile
zh_hans: 正在转换为兼容的视频配置

source: If you're trying to connect to your Emby Server using an HTTP address, your browser may not be allowing this due to HTTPS requirements. Please try one of the following:
zh_hans: 如果您尝试使用 HTTP 地址连接到 Emby 服务器，由于 HTTPS 要求，您的浏览器可能不允许这样做。请尝试以下操作之一：

source: Playback Error
zh_hans: 播放错误

source: Picture in picture
zh_hans: 画中画

source: Prevent playback from continuing indefinitely by periodically prompting for user input.
zh_hans: 通过定期提示用户，以防止无休止的播放。

# Would you like to shutdown Emby on %@?
source: Would you like to shutdown Emby on %1$@?
zh_hans: 您要关闭位于 %1$@ 的 Emby ？

source: Tone Mapping
zh_hans: 色调映射

source: If you denied voice access to the app you'll need to reconfigure before trying again.
zh_hans: 如果您拒绝应用的语音访问功能，则需要先重新配置再重试。

source: Are you sure you wish to delete this server?
zh_hans: 您确定要删除此服务器吗 ？

source: Download media to your devices for easy offline use.
zh_hans: 将媒体下载到您的设备以方便离线使用。

# %@ Active Playback Sessions
source: %1$@ Active Playback Sessions
zh_hans: 共 %1$@ 个活动播放会话

# Sign in as %@
source: Sign in as %1$@
zh_hans: 登录为 %1$@

source: No offline downloads. Download your media for offline use by clicking Download throughout the app.
zh_hans: 未找到离线下载项目。使用应用中的 “下载” 按钮可创建下载任务，今后可离线使用。

source: Audio track selections will be remembered on a per video basis and reapplied when playing the same video again.
zh_hans: 会记住每个视频所选择的音轨，并在以后播放同一视频时起作用。

source: Queue
zh_hans: 排队

source: Multiple logo versions are supported. Emby apps will automatically choose the appropiate one depending on the current theme.
zh_hans: 支持多个徽标版本。Emby 应用将根据当前主题自动选择合适的徽标。

source: Clear all saved track selections?
zh_hans: 清除所有保存的音轨选择 ？

source: No users were found with the entered name. Please try again, or leave the name blank to reset the password for all users on this server.
zh_hans: 未找到已输入名称的用户。请重试，或者将名称留空以重置此服务器上所有用户的密码。

source: Play Next Up
zh_hans: 播放后续

source: Show all episodes for only single season shows
zh_hans: 在单季节目中显示所有集

source: Duplicates
zh_hans: 重制

source: Text size
zh_hans: 文本尺寸

source: Drag and drop image here, or click to select an image to upload.
zh_hans: 在此处拖放图像，或单击选择要上传的图像。

source: Show information for the next item near the end of the current one.
zh_hans: 在当前结尾处显示下一项的信息。

source: Play from the live position
zh_hans: 从实时位置开始播放

source: A custom rating is used for parental control evaluations but is not displayed. The parental rating field is still displayed.
zh_hans: 自定义分级不会显示，但会用于家长控制评估。家长分级字段仍会显示。

source: Play from the start of the recording
zh_hans: 从录制内容开头开始播放

source: Video player long press action
zh_hans: 视频播放器长按操作

source: Additional notification services can be installed by the server administrator in the Emby %1$@plugin catalog%2$@.
zh_hans: 服务器管理员可以在 Emby %1$@插件目录%2$@中安装其它通知服务。

source: Upload Image
zh_hans: 上传图像

source: Converting to compatible video bitrate
zh_hans: 转换为兼容的视频比特率

source: Cinema Intros bring the theater experience straight to your living room with the ability to play trailers and custom intros before the main feature.
zh_hans: Cinema Intros 可为您的客厅带来真实的电影体验，在正式播放之前可为您提供预告片和自定义介绍。

source: Other Showings
zh_hans: 其他放映

source: OK
zh_hans: 确定

source: If you're still having an issue, please send an email to %1$@ from the email address used with the Emby account.
zh_hans: 如果仍有问题，请从 Emby 账户使用的邮箱地址向 %1$@ 发送邮件。

# Are you sure you wish to delete user %@?
source: Are you sure you wish to delete user %1$@?
zh_hans: 您确定要删除用户 %1$@ 吗 ？

source: Lock this field to prevent future changes when refreshing metadata
zh_hans: 锁定此字段可防止今后刷新元数据时发生改动

source: Repeat one
zh_hans: 单项重播

source: To delete your Emby Connect account, please sign in to the %1$@Emby Community%2$@ at %3$@. Once signed in, then click your username in the top right, then click Account Settings, then click Delete My Account.
zh_hans: 要删除您的 Emby Connect 账户，请登录位于 %3$@ 的 %1$@Emby 社区%2$@。登录后，单击右上角的用户名，然后单击“账户设置”，再单击“删除我的账户”。

source: This will influence which content rating system is used.
zh_hans: 这将影响使用哪种内容分级系统。

source: Enter one or more search criteria. Remove criteria to increase search results.
zh_hans: 输入 1 个或多个搜索条件。移除条件可增加搜索结果。

source: Random
zh_hans: 随机

source: Delete Emby Connect Account
zh_hans: 删除 Emby Connect 账户

source: Logo (Light with Color)
zh_hans: 徽标（彩色）

source: Source
zh_hans: 来源

source: All Languages
zh_hans: 所有语言

source: Filter
zh_hans: 筛选

source: Favorites, Then by Channel Number
zh_hans: 收藏、频道编号

source: Media Info
zh_hans: 媒体信息

source: Cinema Intros give you the true cinema experience with trailers and custom intros before the main feature.
zh_hans: Cinema Intros 带给您真实的电影体验，在正式播放之前可为您提供预告片和自定义介绍。

source: Stream
zh_hans: 流媒体

source: This image is only a preview that came from the metadata search engine. The actual image that Emby Server downloads may be different and will depend on the options you've configured in Emby library setup.
zh_hans: 此图像只是来自元数据搜索引擎的预览。与 Emby Server 下载的实际图像可能不同，这取决于您在 Emby 媒体库中配置的选项。

source: Videos
zh_hans: 视频

source: Are you sure you wish to delete this notification?
zh_hans: 您确定要删除此通知吗？

source: Resume
zh_hans: 恢复播放

source: Default
zh_hans: 默认

source: Always show season folders
zh_hans: 始终显示季文件夹

source: Converting video to compatible codec
zh_hans: 正在转换视频为兼容的编解码器

source: Font
zh_hans: 字体

# Resume from %@
source: Resume from %1$@
zh_hans: 从 %1$@ 恢复播放

# %@ Preferences
source: %1$@ Preferences
zh_hans: %1$@ 首选项

source: Library Folders
zh_hans: 媒体库文件夹

source: Now playing video background style
zh_hans: 播放视频时的背景样式：

source: Anamorphic video not supported
zh_hans: 不支持的变形视频

source: The Emby account has been added to this user.
zh_hans: 已为此用户添加了 Emby 账户。

source: Play all from here
zh_hans: 由此开始全部播放

source: Active Recordings
zh_hans: 正在录制内容

source: Emby Account Removed
zh_hans: 已移除 Emby 账户

source: Library Order
zh_hans: 媒体库顺序

source: Unable to Reach Server
zh_hans: 无法访问服务器

source: Limit recordings to a specified amount of time, regardless of the duration of the broadcast. Set to 0 for no limit.
zh_hans: 限制录制内容的最大长度，无论广播将持续多久。如设置为 0，即无限制。

source: Mixed content
zh_hans: 混合内容

source: Collection
zh_hans: 合集

source: Let's Get Set Up
zh_hans: 让我们做好准备

source: The password required to access this folder on your network (if applicable).
zh_hans: 用于访问此网络文件夹的密码（如果有）。

source: This purchase must be made by the server administrator. Please ask the administrator of this Emby Server to sign in and get Emby Premiere so that you can enjoy access to premium features.
zh_hans: 此购买操作必须由服务器管理员执行。请让此 Emby 服务器的管理员登录并获取 Emby Premiere ，以便您能够享受高级功能。

source: Favorite Authors
zh_hans: 收藏作者

source: Play Queue
zh_hans: 播放队列

source: Video streams will be converted to %1$@, or copied from the original file if they are any of (%2$@), and the quality fits within the conversion options.
zh_hans: 视频流将被转换为 %1$@，或者如果是（%2$@）中的任何一个，且质量符合转换选项，则将从原始文件复制。

# Latest from %@
source: Latest from %1$@
zh_hans: 最新来自%1$@

source: Manage Access
zh_hans: 管理访问

source: You Said...
zh_hans: 您说了…

source: Unmute
zh_hans: 取消静音

source: Place favorite channels at the beginning
zh_hans: 收藏频道置顶

source: The password has been reset.
zh_hans: 密码已重置。

source: Converting to compatible audio sample rate
zh_hans: 正在转换为兼容的音频采样率

source: Default Channel Order
zh_hans: 默认频道顺序

source: Confirm Recording Cancellation
zh_hans: 确认取消录制

source: Folders
zh_hans: 文件夹

source: Converting to compatible audio bitrate
zh_hans: 正在转换为兼容的音频比特率

source: Channel display
zh_hans: 频道显示

source: Automatically skip intros
zh_hans: 自动跳过片头

source: Watching
zh_hans: 正在观看

source: Show all episodes of all seasons together
zh_hans: 同时显示所有季及其所有集

source: A Wifi connection is required to continue downloading.
zh_hans: 需要 Wi-Fi 连接才能继续下载。

# Born: %@ in %@
source: Born: %1$@ in %2$@
zh_hans: 出生：%1$@ 位于 %2$@

source: Sort By
zh_hans: 排序：

source: Select the sign in method for devices on the same local network as your Emby Server.
zh_hans: 选择与 Emby Server 处于相同本地网络上设备的登录方式。

source: Guide data channel
zh_hans: 指南数据频道

source: Recovering from playback error
zh_hans: 正在从播放错误中恢复

source: Absolute
zh_hans: 独立

source: If you're still having an issue, please send an email to %1$@, and include your email address as well as theirs.
zh_hans: 如果仍有问题，请发送邮件至 %1$@ ，并附上您以及他们的邮箱地址。

source: The username required to access this folder on your network (if applicable).
zh_hans: 用于访问此网络文件夹的用户名（如果有）。

source: Direct streaming
zh_hans: 直接流传输

source: Lock to landscape
zh_hans: 锁定横屏

source: Subtitles matching the language preference will be loaded, with a preference given to tracks that are marked as hearing impaired (SDH).
zh_hans: 将加载与首选语言匹配的字幕，还有一个首选项用于标记为听力障碍 (SDH) 的字幕。

source: Favorite Photos
zh_hans: 收藏照片

source: There was an error removing the Emby Connect account. Please ensure you have an active internet connection and try again.
zh_hans: 移除 Emby Connect 账户时出错。请确保您的互联网连接有效后重试。

source: Show up next preview
zh_hans: 显示下一集预览

source: Password saved.
zh_hans: 密码已保存。

source: Keep Watching
zh_hans: 保持观看

source: On Now
zh_hans: 正在观看

source: Use a layout on the home screen that shows a detailed preview of the selected item
zh_hans: 在主屏幕上显示所选项目的详情预览

source: Remote (WAN) Address
zh_hans: 远程（广域网）地址

source: Showings
zh_hans: 放映

source: Reducing bitrate due to quality setting
zh_hans: 因质量设置而降低比特率

source: Uniform
zh_hans: 统一

source: Group items based on tags they've been added to. Enabling certain filters or sort orders may automatically disable this.
zh_hans: 根据已添加的标签对项目进行分组。启用筛选或排序会自动禁用此功能。

source: Profile PIN is currently on.
zh_hans: 个人配置 PIN 码当前已启用。

source: Enable display refresh rate switching
zh_hans: 启用显示刷新率切换

source: Now playing audio background style
zh_hans: 播放音频时的背景样式：

source: It looks like you don't currently have any apps that support offline downloading.
zh_hans: 看来您目前没有任何可支持离线下载的应用。

source: Extra small
zh_hans: 超小

source: When a folder only contains one item, automatically open that item.
zh_hans: 当一个文件夹只包含一个项目时，自动打开该项目。

source: Set the vertical position of the subtitles relative to the bottom of the screen.
zh_hans: 设置字幕相对于屏幕底部的垂直位置。

# %@ Id
source: %1$@ Id
zh_hans: %1$@ 标识符

source: Medium
zh_hans: 中

source: Converting to compatible audio bit depth
zh_hans: 正在转换为兼容的音频位深度

source: Cancel recording?
zh_hans: 要取消录制吗 ？

source: Display a 'Skip Intro' button or automatically skip intros for episodes in which Emby Server has detected intro markers. Intro detection must be enabled in Emby Server library options.
zh_hans: 显示 “跳过片头” 按钮，或者按 Emby Server 检测到的片头标记自动跳过每集片头。必须在 Emby Server 媒体库选项中启用片头检测。

source: Force Conversion for Formats
zh_hans: 强制格式转换

# %@ Settings
source: %1$@ Settings
zh_hans: %1$@ 设置

source: Locked
zh_hans: 已锁定

source: Episodes will be compared using season and episode numbers, when available.
zh_hans: 如果可用，将使用季和集编号比较剧集。

source: Whoops, wrong PIN. Please try again.
zh_hans: 糟糕，PIN 码错误。请再试一次。

source: Playback of this content is currently restricted. Please contact your Emby Server administrator for more information.
zh_hans: 此内容的播放受到限制。请与您的管理员联系以获取更多信息。

# Latest %@
source: Latest %1$@
zh_hans: 最新%1$@

source: Same as main theme
zh_hans: 与主题相同

source: Stop Recording
zh_hans: 停止录制

source: Collections
zh_hans: 合集

source: Your account has exceeded the maximum streaming limit set by your Emby Server administrator. Please contact them for assistance.
zh_hans: 您的帐户已超出设置的最大流传输限制。请与您的管理员联系以寻求帮助。

source: Useful if this device is shared by multiple users.
zh_hans: 如果该设备由多个用户共享，则非常有用。

source: Yesterday
zh_hans: 昨天

source: Next Up
zh_hans: 后续播放

source: Don't require a password on the local network
zh_hans: 在本地网络上不需要密码

source: Continue watching
zh_hans: 继续观看

source: Logo (Dark Version)
zh_hans: 徽标（深色）

source: Display in secondary home screen sections such as latest media and continue watching
zh_hans: 在次屏幕区块中显示，例如 “最新媒体” 和 “继续观看”

source: Live
zh_hans: 直播

source: Rewind
zh_hans: 退回

source: Attempt Playback Correction
zh_hans: 尝试播放校正

source: None
zh_hans: 无

source: This may not work well if your home screen contains a mixture of different media types.
zh_hans: 如果您的主屏幕包含不同的媒体类型，效果可能会不好。

source: Are you sure you wish to continue?
zh_hans: 您确定要继续吗 ？

source: Down
zh_hans: 下

source: Rename
zh_hans: 重命名

source: Go to Season
zh_hans: 转到季

source: Yes
zh_hans: 是

source: Privacy policy
zh_hans: 隐私政策

source: Expand
zh_hans: 展开

source: No servers are available to connect to. If you've been invited to share a server, make sure to accept it below or by clicking the link in the email.
zh_hans: 没有可连接的服务器。如果您被邀请共享服务器，请确保在下面接受了邀请，或者单击了邮件中的链接。

source: Home videos
zh_hans: 家庭视频

source: Enable app logging
zh_hans: 启用应用程序日志记录

source: Direct Play
zh_hans: 直接播放

source: Schedule
zh_hans: 计划

source: Determines the background style when remote controlling video playback on another device.
zh_hans: 设定在其它设备上遥控播放视频时的背景样式。

source: Your sleep timer is off
zh_hans: 您的睡眠定时器已关闭

source: Large
zh_hans: 大

source: Stream Live TV to any Emby app, with a compatible TV tuner device installed on your Emby Server.
zh_hans: 通过您 Emby Server 上已安装的兼容电视调谐器，将电视直播流式传输到任何 Emby 应用。

# 1 item added to "%@".
source: 1 item added to "%1$@".
zh_hans: 已添加 1 项到 “%1$@”

source: Converting audio to compatible codec
zh_hans: 正在转换音频为兼容的编解码器

source: Show login screen
zh_hans: 显示登录屏幕

source: Converted
zh_hans: 已转换

source: User not found. Please ensure the name is correct and try again, or try entering their email address.
zh_hans: 未找到用户。请确保用户名正确并重试，或尝试输入邮箱地址。

source: There was an error deleting the item from Emby Server. Please check that Emby Server has write access to the media folder and try again.
zh_hans: 从 Emby Server 中删除项目时出错。请检查 Emby Server 对媒体文件夹具有写权限后重试。

source: No items matching your search criteria were found.
zh_hans: 未找到符合您搜索条件的项目。

source: After current item
zh_hans: 当前项目之后
